[
  {
    "id": "pets_friend",
    "title": "L’ami des animaux",
    "image": "images/pets_friend.jpg",
    "body": "C’était un après-midi où le soleil filtrait à travers les feuilles du grand chêne, éclairant la petite cour de sa maison. {{name}}, était assis, les genoux remontés, et discutait avec un moineau.\n\n« Dis-moi, Titi, qu’est-ce que tu penses du nouveau voisin ? » demanda {{name}}.\n\nLe moineau, sautillant d’une branche à l’autre, gazouilla : « Il a mis une statue de nain de jardin affreuse ! Et en plus, il n’a pas mis de graines pour les oiseaux. Un scandale ! »\n\nC’était le secret de {{name}} : il comprenait les animaux. Et ils l’adoraient. La cour de sa maison était un vrai lieu de rassemblement, avec des discussions animées entre écureuils, des débats entre fourmis, et des ragots de pigeons sur les fenêtres qu’ils avaient salies.\n\n---\n\nUn jour, un incident se produisit. Le chien du nouveau voisin, un grand et impressionnant berger allemand nommé Rex, se mit à aboyer sans arrêt. Le voisin, M. Martin, un homme plutôt grognon, était furieux.\n\n« Ce chien est fou ! » s’écria M. Martin. « Je ne comprends pas ce qu’il a ! »\n\n{{name}}, qui jouait dehors, s’approcha prudemment de la clôture. Il entendit Rex se lamenter : « J’ai perdu ma balle préférée ! La balle rouge avec la bande jaune ! Elle est tombée dans le trou, près du rosier ! »\n\nM. Martin ne comprenait rien. Il hurlait : « Tu abois sans raison ! »\n\n{{name}} s’éclaircit la gorge et dit timidement : « Il a perdu sa balle, monsieur. La rouge et jaune. Elle est dans le trou à côté du rosier. »\n\nM. Martin écarquilla les yeux. Il ne l’avait pas cru, mais il jeta un coup d’œil, et effectivement, il retrouva la petite balle. Rex, tout heureux, se mit à remuer la queue. M. Martin, stupéfait, regarda {{name}} d’un air interrogateur. « Comment tu savais ça ? »\n\n{{name}} haussa les épaules, avec un petit sourire malicieux : « Les chiens sont pleins de secrets. Il faut juste savoir les écouter. »\n\n---\n\nUn peu plus tard, une véritable aventure commença. Le chat du quartier, Fifi, une petite chatte noire très élégante et un brin snob, vint voir {{name}}.\n\n« Mon bijou a disparu ! » pleura Fifi. « Le bijou en plumes d’oie que j’avais accroché à mon collier ! On m’a dit que c’est le grand corbeau, Boris, qui l’a pris ! Il se moque de moi ! »\n\n{{name}} comprit que c’était plus qu’une simple conversation. Fifi voulait que {{name}} récupère son bijou.\n\n{{name}} se lança dans une véritable quête, interrogeant tous les animaux du quartier. Le hérisson, Piquant, lui expliqua que Boris le corbeau était un grand collectionneur d’objets brillants. Une pie bavarde, Marie-Antoinette, lui confirma que Boris avait construit son nid en haut du grand clocher de l’église, et qu’il y avait une véritable caverne aux trésors là-haut.\n\nAvec l’aide de ses amis, les oiseaux, {{name}} mit au point un plan astucieux. Le moineau Titi, accompagné de ses cousins, irait sur le clocher et distrairait Boris en lui racontant des histoires. Pendant ce temps, {{name}} et ses amis s’introduiraient dans l’église pour récupérer le bijou.\n\nLe plan se déroula à merveille. Titi et ses amis réussirent à captiver Boris avec des histoires de trésors, de graines de tournesol géantes et de pommes juteuses. {{name}} grimpa les marches du clocher, et grâce aux indications précises de Fifi, il réussit à trouver le bijou et le rapporta à sa propriétaire.\n\n---\n\nFifi, ravie, ronronna de satisfaction et promit à {{name}} de le protéger de tous les dangers du quartier. M. Martin, le voisin, ne voyait plus {{name}} comme un simple gamin, mais comme un ami spécial. Il lui offrait désormais des morceaux de gâteaux et des fruits qu’il laissait sur sa fenêtre pour ses amis à plumes.\n\nEt {{name}}, le petit garçon qui pouvait parler aux animaux, continua de vivre ses aventures, veillant sur ses amis et sur le monde autour de lui, un secret à la fois."
  },
  {
    "id": "adventure_in_borderland",
    "title": "Aventure au pays des merveilles",
    "image": "images/borderland.jpg",
    "body": "Il était une fois un petit garçon nommé {{name}}. Un jour, alors qu’il se promenait dans le jardin, il vit un lapin blanc avec une montre de poche. Le lapin semblait pressé, alors {{name}} décida de le suivre.\n\nIl le poursuivit à travers un terrier de lapin profond, et soudain, il tomba dans un monde étrange et merveilleux. Ici, tout était différent. Les fleurs parlaient, les chats souriaient, et les horloges n’avaient pas de chiffres.\n\n{{name}} rencontra un Chat du Cheshire mystérieux qui pouvait disparaître à volonté, et un Chapelier Fou qui organisait une fête de thé étrange. Il rétrécit et grandit de taille plusieurs fois, ce qui le rendit très confus.\n\nIl poursuivit sa quête pour retrouver le Lapin Blanc, mais se retrouva à résoudre des énigmes et à rencontrer des personnages encore plus étranges. Finalement, il se rendit compte qu’il pouvait créer sa propre réalité dans ce pays des merveilles.\n\nAprès de nombreuses aventures folles, {{name}} se réveilla dans son propre lit, réalisant que tout avait été un rêve. Mais il savait que le pays des merveilles était un endroit spécial où il pourrait retourner à chaque fois qu’il le souhaitait.\n\nEt c’est ainsi que se terminent les aventures incroyables de {{name}} au pays des merveilles, un endroit où la magie et l’imagination règnent en maîtres."
  },
  {
    "id": "adventure_in_desert",
    "title": "Aventure dans le désert",
    "image": "images/desert.jpg",
    "body": "{{name}} était un petit garçon curieux, avec des yeux étincelants de fascination pour le désert. Un matin, sa famille, composée de son papa, de sa maman et de sa chère grande-mère, décida de partir à l’aventure dans le sud tunisien.\n\nIls chargèrent leur 4x4 en préparant tout ce dont ils avaient besoin pour leur voyage. Le petit garçon était impatient et sautillait d’excitation. \"Je veux voir les dunes de sable géantes !\" s’écria-t-il. Sa maman sourit et dit : \"Nous les verrons, mon chéri, mais n’oublie pas de rester près de nous.\"\n\nLeur voyage les emmena à travers des paysages arides et magnifiques. {{name}} écoutait avec attention les histoires de sa grande-mère sur les anciennes tribus nomades qui avaient habité ces terres. Il était fasciné par les récits de sa grand-mère.\n\nAprès quelques heures de route, ils atteignirent enfin les dunes de sable doré. {{name}} sauta hors de la voiture et se mit à courir dans les dunes, sa famille le suivant de près. Ils s’amusèrent à grimper au sommet des dunes, à glisser sur le sable et à observer les traces laissées par les animaux du désert.\n\nLe soir venu, ils dressèrent leur campement sous un ciel étoilé scintillant. Ils partagèrent un délicieux repas préparé par maman et écoutèrent les chants berbères de sa grande-mère autour du feu de camp.\n\n{{name}} s’endormit cette nuit-là avec le sourire, comblé par les aventures de la journée et par l’amour de sa famille. C’était un voyage qu’il n’oublierait jamais, dans le magnifique désert du sud tunisien, avec son papa, sa maman et sa grande-mère à ses côtés."
  },
  {
    "id": "adventure_in_mountain",
    "title": "Aventure à la montagne",
    "image": "images/mountain.jpg",
    "body": "{{name}}, un petit garçon qui a toujours rêvé de faire du ski, mais n’en a jamais eu l’occasion. Un jour, ses parents lui ont annoncé qu’ils partaient en vacances à la montagne. {{name}} était aux anges !\n\nIls sont arrivés à la station de ski le matin. {{name}} a été émerveillé par la beauté des montagnes enneigées. Il a rapidement enfilé son équipement et est parti à l’assaut des pistes.\n\nAu début, {{name}} était un peu hésitant. Il avait peur de tomber. Mais ses parents étaient là pour l’encourager. Ils lui ont appris à maîtriser ses skis et à se déplacer sur les pistes.\n\n---\n\nAu fur et à mesure, {{name}} a pris confiance en lui. Il a commencé à dévaler les pistes de plus en plus vite et s’amusait comme un fou !\n\nUn jour, {{name}} a décidé de s’aventurer sur une piste plus difficile. Il a pris de la vitesse et a dévalé la pente à toute allure. Il a failli tomber, mais il s’est rattrapé de justesse.\n\n{{name}} était très fier de lui. Il avait réussi à faire quelque chose qu’il n’aurait jamais cru possible.\n\nIl a passé une semaine inoubliable à la montagne. Il a appris à skier, s’est fait de nouveaux amis et a vécu de grandes aventures.\n\nLe jour du départ, {{name}} était triste de quitter la montagne, mais il savait qu’il y reviendrait un jour."
  },
  {
    "id": "castle_twilight_mystery",
    "title": "Le château au crépuscule",
    "image": "images/castle_twilight.jpg",
    "body": "Tandis que le crépuscule peignait les nuages de framboise et de prune, {{name}} escaladait la colline où le vieux château de pierre montait la garde en silence. Tout le monde en ville disait que le château était vide, mais si vous écoutiez bien, vous pouviez entendre le doux bruissement du velours et le tic-tac d'une horloge qui ne sonnait qu'au coucher du soleil.\n\nÀ l'entrée, une lanterne s'alluma toute seule. \"Bienvenue\", semblait-elle dire, en se balançant le long du chemin. {{name}} la suivit jusqu'à un grand hall où des portraits ornaient les murs : des reines aux yeux bienveillants, des rois aux bottes boueuses, des chevaliers s'appuyant sur des balais au lieu d'épées.\n\nUn petit dragon, pas plus grand qu'un chiot, aux écailles couleur de thé, fit une apparition derrière un rideau. Il hoqueta une bouffée de cannelle. \"Je m'appelle Brim\", murmura-t-il. \"Je garde le château bien au chaud. Mais ce soir, l'échelle de lune est coincée et les étoiles ne peuvent pas entrer.\"\n\n\"Où est l'échelle ?\" demanda {{name}}.\n\nBrim le mena à travers une bibliothèque qui sentait les biscuits et les idées courageuses, puis monta un escalier qui tourbillonnait comme un coquillage, et arriva sur un toit où le ciel était si proche qu'on aurait pu le caresser. Là, appuyée contre la tour, se trouvait une échelle faite de clair de lune. Elle scintillait, mais ne voulait pas se soulever.\n\n\"Il lui faut une histoire\", dit Brim. \"Les vieilles échelles ne montent que pour les histoires honnêtes.\"\n\n{{name}} regarda la nuit, fraîche comme une gorgée d'eau. Puis, les joues chaudes et la voix assurée, {{name}} raconta l'histoire la plus vraie qu'il connaissait : le moment où être nouveau paraissait épineux, l'ami qui avait fait le premier signe de la main, le jour où une erreur s'était transformée en une leçon avec le sourire.\n\nTandis que l'histoire se déroulait, l'échelle s'illumina, chaque barreau s'emplissant d'une douce lueur. Une brise emporta les mots vers le haut jusqu'à ce que la dernière phrase se loge dans un nuage de passage. L'échelle frissonna et s'éleva, formant un doux pont pour les étoiles.\n\nUne par une, les étoiles descendirent l'échelle sur la pointe des pieds et se blottirent dans les fenêtres du château, transformant chaque pièce en veilleuse. Les portraits semblèrent faire un clin d'œil, et quelque part, une bouilloire se mit à chanter.\n\nBrim rayonna, de petites bouffées de fumée de cannelle écrivant « merci » dans l'air. \"Pour ta vérité\", dit Brim, \"tu peux garder une ficelle d'étoile.\" Le dragon noua un minuscule fil de lumière d'étoile autour du doigt de {{name}}. Il brillait comme la main d'un ami dans un couloir sombre.\n\nQuand il fut temps de partir, la lanterne se balança une fois de plus, et l'horloge du hall sonna un au revoir tranquille, le genre que l'on ressent sous ses côtes. À la porte, {{name}} se retourna. Le château brillait, brave et doux comme une promesse pour s'endormir.\n\nEt à partir de ce moment-là, chaque fois que la soirée semblait trop grande, {{name}} pouvait toucher la ficelle d'étoile et se souvenir : les histoires les plus vraies fabriquent des échelles ; les échelles les plus vraies apportent la lumière."
  },
  {
    "id": "don_magic",
    "title": "Le don magique",
    "image": "images/don_magique.jpg",
    "body": "{{name}} vivait dans un petit village où les toits étaient si proches qu’on pouvait presque se serrer la main d’une fenêtre à l’autre. Mais pour {{name}}, son vrai chez-lui était sa tête. Dans sa tête, il y avait un monde plus grand que tous les océans, plus haut que toutes les montagnes. C’est que {{name}} avait un don magique : tout ce qu’il imaginait prenait vie.\n\nCe n’était pas toujours facile, surtout quand il était petit. Une fois, en se brossant les dents, il a pensé à un monstre poilu et violet avec des yeux tout ronds, qui ne voulait pas sortir de la salle de bains. C’est sa maman qui a dû le faire disparaître en lui jetant un oreiller.\n\nMais avec le temps, {{name}} a appris à maîtriser son pouvoir. Il a compris qu’il n’avait qu’à penser à quelque chose de très précis pour le faire apparaître, puis penser à sa disparition pour qu’il s’efface.\n\nUn jour, le village s’ennuyait. Les enfants ne savaient plus à quoi jouer. Les parents se plaignaient que la place principale était si petite qu’on ne pouvait pas faire de courses de trottinettes. {{name}} a fermé les yeux, a respiré profondément, et a imaginé un endroit extraordinaire.\n\nQuand il a ouvert les yeux, la place était transformée. À la place du pavé terne, un grand parc s’étendait à perte de vue. Des arbres immenses aux branches en spirale s’élevaient vers le ciel, et des rivières de limonade pétillante coulaient entre les bancs. Les enfants se sont précipités sur un toboggan qui partait d’un nuage et arrivait directement dans une piscine à balles. Les parents ont ri en voyant des écureuils voler grâce à des parachutes minuscules que {{name}} avait imaginés pour eux. Le parc était rempli de rires, d’odeurs de barbe à papa, et de sons de musique joyeuse.\n\nMais le plus drôle restait à venir. Un matin, {{name}} était de mauvaise humeur. Il s’était disputé avec sa grande sœur. Assis au bord de la fenêtre, il a pensé à des choses vraiment bizarres.\n\nDans la rue, les passants ont commencé à voir des choses étranges. Une mamie a croisé un chat avec des ailes de papillon. Le boulanger a vu ses baguettes de pain se transformer en poissons rouges qui nageaient dans un seau. Et le maire, en ouvrant son parapluie, a vu une pluie de nouilles. Partout, les gens riaient, surpris par ces choses ridicules. {{name}}, de son côté, était de plus en plus amusé. Il a fait pousser des fleurs qui sentaient les pieds, et des bottes qui sautaient toutes seules.\n\nFinalement, {{name}} a réalisé que son pouvoir était une immense responsabilité. Il devait en faire bon usage. Il a continué de créer des parcs, des châteaux en bonbons, des aventures extraordinaires, pour le plaisir de tous. Mais il a aussi gardé un petit coin secret dans son esprit pour ses farces personnelles, juste pour faire rire ceux qui en avaient besoin. Parce qu’un pouvoir, c’est mieux quand on peut le partager, et qu’il y a toujours une place pour un peu de magie et de fantaisie dans le quotidien."
  },
  {
    "id": "long_forest_adventure",
    "title": "L’aventure de la longue forêt",
    "image": "images/long_forest.jpg",
    "body": "C’était le genre de matin qui sentait les pancakes et les pins. {{name}} serra ses lacets, glissa une petite boussole dans sa poche et fit un signe d’adieu à la fenêtre de la cuisine, qui clignait avec le soleil.\n\nAu-delà de la barrière du jardin, la forêt s’ouvrait comme un doux rideau vert. Les feuilles murmuraient une chanson secrète et, au loin, un pic gardait un rythme régulier, « tap, tap, tap », comme si les arbres eux-mêmes avaient un cœur qui bat.\n\nPrès des pierres moussues, {{name}} découvrit de minuscules empreintes, trop petites pour un lapin, trop soignées pour un écureuil. Curieux, {{name}} suivit la piste, passant un tronc qui ressemblait à un dragon et un ruisseau qui riait sur les galets. Les empreintes s’arrêtèrent devant un groupe de champignons argentés.\n\n« Bonjour ? » demanda poliment {{name}}. Une lueur bleue apparut derrière une fougère. C’était un renard ! Mais pas n’importe quel renard : celui-ci portait une écharpe tricotée à partir du crépuscule. Le renard s’inclina. « Je suis Fenn. J’ai perdu ma clochette des carillons les plus braves. Sans elle, j’oublie d’être brave. »\n\n{{name}} lui offrit un sourire rassurant. « Je peux t’aider. » Et la forêt sembla acquiescer.\n\nEnsemble, ils cherchèrent sous des arches de branches et au-dessus de ponts de racines. Un hibou timide leur prêta une plume pour chatouiller le vent et écouter ses histoires. « Ta clochette a roulé vers l’étang des étoiles, » soupira le vent. « Mais l’étang ne fait écho qu’aux vérités. »\n\nAu bord de l’étang, l’eau était si calme qu’elle retenait le ciel comme un bol. {{name}} mit ses mains en coupe et demanda : « Où est la clochette de Fenn ? » L’étang scintilla et répondit par une question : « Que fais-tu quand tu te sens petit ? »\n\n{{name}} pensa aux moments où le monde paraissait grand : le premier jour au terrain de jeu, la première fois dans une piscine, la première fois qu’il fallait parler devant la classe. « Je prends une grande respiration. Je pense à un visage gentil. J’essaie, même si mes genoux tremblent. »\n\nL’étang gloussa, une ondulation argentée. « C’est vrai, » chanta-t-il, « et la vérité appelle la vérité. » Dans les roseaux, un doux tintement répondit, comme une étoile qui clignote au crépuscule. Là, enchevêtrée dans les quenouilles, pendait la clochette de Fenn.\n\nFenn essaya de l’atteindre, mais les roseaux le chatouillèrent et le renard poussa un petit cri d’inquiétude. {{name}} fit un pas courageux sur la rive boueuse. « Ensemble », dit {{name}}. Ils comptèrent, « Un, deux, trois ! » et dégagèrent délicatement la clochette.\n\nElle sonna, d’un son chaud et doux comme du miel, qui résonna droit dans le cœur. Fenn se tint plus droit. « Tu m’as aidé à entendre le courage, » dit le renard. « Maintenant, laisse-moi t’aider à le garder. » Fenn attacha un fin fil d’argent de la clochette autour du poignet de {{name}}. Cela ne pesait rien, mais c’était comme tenir une promesse.\n\nIls retournèrent à travers la lumière verte et les chants d’oiseaux, et la forêt, enchantée, lança de petites étincelles de soleil à leurs pieds. À la barrière du jardin, Fenn s’inclina de nouveau, l’écharpe flottant comme la dernière page d’une histoire du soir.\n\n« Souviens-toi, » dit Fenn, « le courage n’est pas bruyant. C’est la douce clochette qui sonne quand tu essaies. »\n\n{{name}} sourit, rangeant l’aventure aux côtés des pancakes et des pins. Et si vous écoutiez attentivement ce soir-là, juste avant de vous endormir, vous pouviez entendre la clochette des carillons les plus braves sonner une fois, claire comme un souhait qui se réalise."
  },
  {
    "id": "pacman_world",
    "title": "Le monde de Pacman",
    "image": "images/pacman_world.jpg",
    "body": "Il était une fois, dans un petit village animé, un jeune garçon nommé {{name}}. {{name}} était un fan inconditionnel de jeux vidéo, et son préféré était Pac-Man. Il rêvait de rencontrer Pac-Man en personne et de vivre une aventure avec lui.\n\nUn soir, alors que {{name}} jouait à Pac-Man sur sa console, quelque chose d’incroyable se produisit. L’écran de la télévision scintilla, et une lumière vive en jaillit. {{name}} ferma les yeux, et quand il les rouvrit, il se retrouva dans un monde étrange, fait de murs bleus et de points jaunes. C’était le monde de Pac-Man !\n\nDevant lui, Pac-Man lui-même, grand et souriant, l’attendait. \"Bonjour {{name}} !\" dit Pac-Man d’une voix joyeuse. \"J’ai besoin de ton aide. Les fantômes ont volé tous les super-gommes du labyrinthe, et sans elles, je ne peux pas les arrêter !\"\n\n{{name}} était stupéfait mais ravi. \"Bien sûr, Pac-Man ! Je vais t’aider !\"\n\nAinsi commença leur aventure. {{name}} et Pac-Man traversèrent des labyrinthes complexes, évitant les fantômes Blinky, Pinky, Inky et Clyde. {{name}}, avec son agilité et sa connaissance du jeu, aidait Pac-Man à trouver les chemins les plus sûrs et à collecter les points jaunes.\n\nIls rencontrèrent de nombreux défis. Un jour, ils se retrouvèrent bloqués devant un mur de briques. \"Comment allons-nous passer ?\" demanda {{name}}. Pac-Man eut une idée. Il se mit à manger les briques une par une, créant un passage.\n\nUn autre jour, ils furent encerclés par les fantômes. {{name}} se rappela que les super-gommes rendaient Pac-Man invincible. Il repéra une super-gomme cachée derrière un pilier et cria : \"Pac-Man, par ici !\". Pac-Man la mangea, et les fantômes, terrifiés, s’enfuirent.\n\nFinalement, après de nombreuses péripéties, ils atteignirent le repaire des fantômes. Là, ils trouvèrent toutes les super-gommes, gardées par un fantôme géant. {{name}} et Pac-Man travaillèrent ensemble. {{name}} distraya le fantôme géant pendant que Pac-Man mangeait toutes les super-gommes.\n\nUne fois les super-gommes récupérées, le monde de Pac-Man commença à scintiller à nouveau. Pac-Man sourit à {{name}}. \"Merci, mon ami. Tu as sauvé notre monde.\"\n\n{{name}} se retrouva dans son salon, devant sa télévision. Le jeu était terminé, et Pac-Man avait gagné. {{name}} savait que ce n’était pas un rêve. Il avait vécu une véritable aventure avec son héros. Depuis ce jour, {{name}} a toujours gardé un souvenir précieux de son incroyable aventure avec Pac-Man, une histoire qu’il raconterait encore et encore."
  },
  {
    "id": "secret_teleporter",
    "title": "Secret d’un téléporteur",
    "image": "images/secret_teleporter.jpg",
    "body": "{{name}} n’était pas un garçon comme les autres. Alors que ses amis jouaient au foot dans le parc, lui restait souvent assis, les yeux perdus dans le ciel. Ce n’était pas qu’il n’aimait pas le foot, mais sa vie était pleine de voyages inattendus. {{name}} avait un secret : il pouvait se téléporter.\n\nSon pouvoir était imprévisible, comme un hoquet cosmique. Un instant, il était dans son lit, le nez dans son livre de contes, et l’instant d’après, il se retrouvait au milieu d’un marché coloré à Marrakech, entouré d’odeurs d’épices et de rires inconnus. Une fois, il a atterri sur un glacier en Antarctique, et il a fallu que ses parents le retrouvent grâce à la localisation de sa montre.\n\nUn jour, alors qu’il était en classe, la professeure, Mme Dubois, a annoncé un cours sur les étoiles. {{name}} a tout de suite pensé à l’observatoire, où son oncle travaillait. En fermant les yeux, il a imaginé les télescopes géants et les étoiles filantes, et l’instant d’après, il a ouvert les yeux et s’est retrouvé au milieu d’un champ de lavande, en Provence. C’était magnifique, mais ce n’était pas l’observatoire.\n\nFrustré, {{name}} s’est assis sur une petite butte et a regardé l’horizon. Il a essayé de se concentrer sur l’observatoire, mais son pouvoir semblait avoir une volonté propre. Il a soupiré et a dit à voix haute : \"Je veux juste voir les étoiles.\"\n\nÀ ce moment-là, une étoile filante a traversé le ciel. {{name}} a fermé les yeux, a souhaité de tout son cœur atterrir à l’observatoire et s’est concentré plus fort que jamais. Il a visualisé les immenses dômes et les scientifiques en blouse blanche. Quand il a rouvert les yeux, il a vu la Lune, si proche qu’il aurait pu la toucher, et des milliers d’étoiles scintillantes. Il était à l’observatoire. Il avait finalement réussi à contrôler son pouvoir.\n\nDepuis ce jour, {{name}} a appris à maîtriser son don. Il voyageait toujours, mais cette fois, il le faisait avec intention. Il visitait les pyramides d’Égypte un matin, et la Grande Muraille de Chine l’après-midi. Il aidait aussi les gens, en transportant un chaton coincé dans un arbre jusqu’à sa maison ou en ramenant le portefeuille d’une dame qui l’avait oublié à l’autre bout de la ville.\n\n{{name}} n’était plus un garçon qui restait assis, les yeux dans le ciel. Il était un garçon qui traversait les cieux. Et son secret, le monde entier en a bénéficié."
  },
  {
    "id": "sky_magic",
    "title": "Le nuage Grincheux",
    "image": "images/sky_magic.jpg",
    "body": "Il était une fois un petit garçon qui s’appelait {{name}}. {{name}} avait des bottes de pluie rouges toutes neuves et il n’attendait qu’une chose : sauter dans les flaques d’eau ! Mais aujourd’hui, le soleil brillait de mille feux et il n’y avait pas un seul nuage dans le ciel.\n\n{{name}} sortit dans son jardin en traînant un peu les pieds. C’est alors qu’il le vit.\n\nJuste au-dessus de sa tête, il y avait un tout, tout petit nuage gris. Il était si petit qu’il ressemblait à un morceau de coton oublié dans le ciel bleu. Et ce petit nuage... faisait pleuvoir. Mais seulement sur {{name}} !\n\n*Ploc. Ploc. Ploc.*\n\nDes gouttes tombaient sur son nez et sur ses bottes rouges. C’était une pluie juste pour lui.\n\n{{name}} fronça les sourcils. Il leva la tête et cria :\n« Hé, pourquoi tu pleures que sur moi ? »\n\nÀ sa grande surprise, une voix grave et boudeuse lui répondit :\n« Parce que je suis grincheux. Et je n’ai pas eu mon goûter. »\n\n{{name}} cligna des yeux. Un nuage qui parle ? Et qui est grincheux ? C’était la chose la plus bizarre qu’il ait jamais vue. Il réfléchit une seconde, puis une idée lumineuse germa dans sa tête. Il courut dans la cuisine et revint avec son goûter à lui : un super cookie avec des pépites de chocolat grosses comme son pouce.\n\n« Tiens, Nuage Grincheux ! Tu peux avoir le mien ! » dit {{name}} en tendant le cookie très haut vers le ciel.\n\nLe petit nuage descendit un peu, tout doucement, et *slurp* ! Le cookie disparut dans la brume grise.\n\nPendant un instant, il ne se passa rien. Puis, le petit nuage commença à changer. Il n’était plus gris du tout ! Il devint tout rose, comme une barbe à papa. La petite pluie qui tombait sur {{name}} s’arrêta.\n\nEt puis, la surprise arriva.\n\nÀ la place de la pluie, une nouvelle chose se mit à tomber du petit nuage rose. Ce n’était plus de l'eau... c’étaient des confettis en sucre de toutes les couleurs qui tombaient doucement sur {{name}} et son jardin ! Ça sentait bon le sucre et la fraise.\n\n{{name}} se mit à rire aux éclats, en essayant d’attraper les petits bonbons colorés sur sa langue. Le nuage, qui n’était plus du tout grincheux, semblait sourire en flottant joyeusement au-dessus de sa tête.\n\nDepuis ce jour, {{name}} avait un ami très spécial dans le ciel. Et parfois, quand il partageait son goûter avec le ciel, il recevait en retour la plus douce et la plus colorée des pluies du monde."
  },
  {
    "id": "visit_new_york",
    "title": "Visite à New York",
    "image": "images/new_york.jpg",
    "body": "Il était une fois, à New York, un petit garçon nommé {{name}}. Il était accompagné de son papa et de sa maman. Un jour ensoleillé, ils décidèrent de partir à l’aventure dans la grande ville.\n\nIls commencèrent par se rendre à Central Park, où {{name}} découvrit un étang rempli de canards. Il demanda à ses parents s’ils pouvaient acheter du pain pour nourrir les canards, ce à quoi ils acquiescèrent avec un sourire. Les canards se rassemblèrent autour d’eux, créant un moment de joie pour la famille.\n\nEnsuite, ils se dirigèrent vers Times Square, où les lumières vives et les écrans géants éblouirent {{name}}. Il ne savait pas où regarder en premier. Ses parents le prirent en photo sous les lumières scintillantes, créant ainsi des souvenirs précieux.\n\nLe lendemain, ils visitèrent le Musée d’Histoire Naturelle, où {{name}} fut fasciné par les squelettes de dinosauures et les expositions sur les animaux. Il posa de nombreuses questions, et ses parents étaient heureux de répondre à sa curiosité.\n\nChaque jour à New York était une nouvelle aventure pour {{name}}, et il était reconnaissant d’avoir ses parents à ses côtés pour partager ces moments spéciaux. Ils créèrent des souvenirs inoubliables dans la ville qui ne dort jamais, renforçant ainsi leur lien familial."
  }
]
